cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'xquartz'
cask 'iterm2'

brew 'ack'
brew 'ag'
brew 'coreutils'
brew 'gh'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnutls'
brew 'go'
brew 'grep'
brew 'imagemagick'
brew 'libyaml'
brew 'openssl'
brew 'pipx'
brew 'pyenv'
brew 'rbenv'
brew 'ruby-build'
brew 'tree'
brew 'neovim'
brew 'wget'
