cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/dupes'

cask 'xquartz'
cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'vagrant'
cask 'iterm2'

brew 'ack'
brew 'ag'
brew 'coreutils'
brew 'elixir'
brew 'flow'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'gnutls'
brew 'go'
brew 'grep', args: ['with-default-names']
brew 'imagemagick'
brew 'openssl'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
